Repository: Japhet-Tegtmeyer/upclick
Catalog: CountUP!/App/Localizable.xcstrings
Source language: en
Languages: de, he

source: *CPC == Counts Per Click
de: *ZPK == zählt pro Klick
he: *מחיר לקליק == ספירות לכל קליק

source: 3,000c
de: 3.000z

source: 5,000c
de: 5.000z

source: 10,000c
de: 10.000z

source: 200% CPC*
de: 200% ZPK*

source: 400% CPC*
de: 400% ZPK*

source: Achievements
de: Erfolge
he: הישגים

source: Are you sure you want to destroy your streak? This action cannot be undone.
de: Sind Sie sicher, dass Sie Ihren Streak zerstören wollen? Diese Aktion kann nicht rückgängig gemacht werden.
he: האם אתה בטוח שאתה רוצה להרוס את הרצף שלך? לא ניתן לבטל פעולה זו.

source: Are you sure you want to destroy your streak? This will delete any streak or purchase made with clicks. This action cannot be undone.
de: Bist du sicher, dass du deinen Streifen zerstören willst? Dadurch werden alle Streifen oder Einkäufe mit Klicks gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
he: האם אתה בטוח שאתה רוצה להרוס את הרצף שלך? פעולה זו תמחק כל רצף או רכישה שנעשו עם קליקים. לא ניתן לבטל פעולה זו.

source: Built in my basement.
de: In meinem Keller gebaut
he: נבנה במרתף שלי.

source: Buy an upgrade
de: ein Upgrade kaufen
he: קנה שדרוג

source: Confirm Action
de: Aktion bestätigen
he: אשר פעולה

source: Dedicated to 7th Period IST
de: Gewidmet der 7. Periode IST

source: Find dedication
de: Finden Sie Hingabe

source: First Install
de: Finden Sie die Installation

source: Haptics
de: Haptik

source: Inadequate funds
de: Unzureichende Mittel

source: Join Beta
de: Treten Sie der Beta bei

source: Lifetime Clicks
de: Lebenslange Klicks

source: Milestone Reached
de: Meilenstein erreicht

source: Night Mode
de: Nachtmodus

source: NightMode
de: NachtModeus

source: Purchase Declined
de: Kauf abgelehnt

source: Purchase upgrades using clicks.
de: Kaufen Sie Upgrades mit Klicks

source: Reach 1,000
de: Erreichen 1.000

source: Reach 10,000
de: Erreichen 10.000

source: Reach 20,000
de: Erreichen 20,000

source: Reach 100
de: Erreichen 100

source: Review The App
de: Überprüfen Sie Die App

source: Self-Destruct
de: Selbstzerstörung

source: Settings
de: Einstellungen

source: Snarky
de: Sarkastisch

source: Sounds
de: Geräusche

source: Start off your streak
de: Beginnen Sie Ihren Streak

source: Stats
de: Statistiken

source: Store
de: Speichern

source: Unlock night mode
de: Schalten Sie den Nachtmodus frei

source: Upgraded
de: Aktualisiert

source: Welcome to ClickStore
de: Willkommen bei ClickStore

source: Yes
de: Ja

source: You've reached %lld
de: Du hast erreicht %lld

source: Centennial
he: מאה שנה

source: Count++
he: ספירה++

source: Countx4
he: sddd
